/// @description Вставьте описание здесь
// Вы можете записать свой код в этом редакторе
sel_space = 30; // пробел между пунктами

sel0 = 0; // данные перемернные описывают расположение пункта по вертикали!
sel1 = sel_space;
sel2 = sel_space * 2;
sel3 = sel_space * 3;
sel4 = sel_space * 4;

tpl = 0 // переменная отвечает за выделение пункта
min_tpl = sel0; // первый пункт
max_tpl = sel4; // последний пункт

sel_color = c_yellow; // цвет выделеного пункта
def_color = c_white; // цвет не выделенного пункта